/* EditExpenseVC assertion check
   EditExpenseVC check for no description text in prepare for segue
   EditExpenseVC check for no description text when done button pressed
   EditExpenseVC text for description label
   Found expense cell no descrition text
   SelectedCategoryVC when expenseDescription.length == 0 show (No description) */
"(No Description)" = "(Нет Описания)";

/* Navigation item title text, add category ManageCAtegoryVC */
"Add Category" = "Добавить";

/* AddCategoryVC succes text for show
   Successful added message in AddExpenseVC */
"Added" = "Добавлено";

/* Title for header, when show all expenses for month */
"All transactions for month" = "Все транзакции за месяц";

/* Categories title for header in SearchVC */
"Categories" = "Категории";

/* AddExpnseVC succes text when category added */
"Category added" = "Категория добавлена";

/* AddCategorVC message for KVNProgress showWithError
   AddExpenseVC error message when category already exist */
"Category already exist" = "Категория уже существует";

/* ChooseCategoryVC header title for change category section */
"Change the category of expense." = "Изменить категорию транзакции.";

/* ChooseCategoryVC header title for pick icon section */
"Change the icon of category." = "Изменить иконку категории.";

/* CategoriesVC show message when category deleted
   Successful deleted message in DetailVC */
"Deleted" = "Удалено";

/* Navigation item title text, ManageCategoryVC */
"Edit Category" = "Изменить";

/* End date, selected category view controller */
"End date" = "Конец";

/* SelectedCategoryVC title for header in section */
"Founded transactions." = "Найденные транзакции.";

/* ChooseCategoryVC icon label */
"Icon" = "Иконка";

/* Title for header, when amount of expenses is zero */
"No new transactions today" = "Новых транзакций не обнаружено";

/* Nothing found text for nothing found cell in SearchVC */
"Nothing found" = "Ничего не найдено";

/* 'Nothing found' title for header in section */
"Nothing found." = "Ничего не найдено.";

/* SelectedCategoryVC title for header in section */
"Period of the transactions." = "Временной период поиска транзакций.";

/* Failure choose category message in AddExpenseVC */
"Choose category" = "Выберите категорию";

/* Failure enter amount of expense message in AddExpenseVC */
"Enter the amount of expense" = "Введите сумму";

/* Failure enter data message in AddExpenseVC */
"Enter the data" = "Введите данные";

/* Placeholder text in search bar of SearchVC */
"Search for expense" = "Поиск транзакции/категории";

/* Start date, selected category view controller */
"Start date" = "Начало";

/* 'Today' text in -formatDate:
   Today in title for header ins section */
"Today" = "Сегодня";

/* Transactions title for header in SearchVC */
"Transactions" = "Транзакции";

/* AddCategoryVC update category text
   Successful update message in DetailVC */
"Updated" = "Обновлено";

/* Year */
"Year" = "Год";

/* Month */
"Month" = "Месяц";

/* Day */
"Day" = "День";

/* HSDatePickerViewController backButtonTitle */
"Back" = "Отменить";

/* HSDatePickerViewController confirmButtonTitle */
"Set Date" = "Выбрать";
